<template>
	<view class="policy-container">
		<text class="policy-title">心脉AI隐私政策概要</text>
		<text class="policy-text">
			心脉AI非常注重保护用户（"您"）的个人信息及隐私，并希望通过本概要向您简洁介绍我们如何收集、使用和保护您的个人信息。如您需要了解完整的《心脉AI隐私政策》，可查阅概要后的隐私政策正文。\n\n
			我们如何收集和使用您的个人信息\n\n
			为协助您注册、登录心脉AI账号，提供您开启的心脉AI全面的服务，您需要向我们提供 手机号码、第三方平台账号信息（如微信）
			。如您需要使用某些特定功能（例如实名认证、在线健康咨询或在线问诊功能、处方开药、医疗健康服务预约、成长测评等），您可能还需要向我们提供
			精准位置信息、身份证号码、支付账号、个人地址信息等敏感个人信息以及您的昵称、头像、发布内容（包括文字、图片、视频等）、设备信息、文本内容等个人信息 ，届时我们会明确向您告知收集使用该等信息的目的和必要性。\n\n

			在您使用心脉AI的过程中，我们还会记录您的使用行为信息（例如您访问过的页面或者点击过的链接），并结合您的部分设备信息，用以评估您操作行为的安全风险，保障心脉AI的稳定运行，并向您展示您可能感兴趣的信息。该等信息通常不能直接识别您的个人身份。\n\n

			我们需要开启哪些设备权限\n\n

			我们的部分功能可能会调用您设备上的一些权限，包括向我们开启您的地理位置（位置信息）、相机（摄像头）、相册（图片库）、麦克风的访问权限， 以实现这些功能所涉及的信息的收集和使用。\n\n
			在您使用相应功能时会看到弹窗提醒，询问您是否授权。您可以在“心脉AI微信小程序”的“我的——设置——权限设置”中逐项查看您上述权限的开启状态，并可以决定将这些权限随时地开启或关闭（我们会指引您在小程序中完成设置）。\n\n
			关于心脉AI调用权限的具体情况，请见隐私政策全文中关于《权限调用清单》的内容。\n\n

			我们如何共享您的信息\n\n

			在我们向您提供服务时，我们会采取严格的安全措施，由我们所完成的服务中我们不会与心脉AI以外的任何公司、组织和个人共享您的个人信息。但请您知悉，我们提供的服务有部分功能是无法单独完成的，因此我们可能会与我们的关联公司以及其他合作商等第三方共享或委托其处理您的部分个人信息，以保障和优化我们为您提供的服务。我们与第三方共享的服务类型一般包括：商品或技术服务类、分析服务类、第三方商家、统计类、厂商推送类。\n\n

			同时，为保障我们客户端的稳定运行、功能实现，使您能够享受和使用更多的服务及功能，我们的应用中会嵌入授权合作伙伴的 SDK 或其他类似的应用程序。《第三方共享信息清单》。\n\n

			对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协议和/或个人信息保护协议，要求他们按照国家相关法律法规规范等的要求、我们的说明、本隐私政策以及其他任何有关个人信息保密和安全保护等措施来处理个人信息。\n\n

			您如何管理您的信息\n\n

			您有权管理您的个人信息，包括访问、更正和删除您的个人信息，改变您授权同意的范围或撤回授权，以及注销您的账号。您可以通过手机设置或心脉AI中提供的功能设置进行上述操作。\n\n

			如果您无法通过上述方式进行管理，您可以通过我们以下提供的联系方式联系我们，我们将在 15 个工作日内回复您的要求。\n\n

			我们如何做好未成年人保护\n\n

			我们非常重视未满 18 周岁的未成年人（特别是未满 14 周岁的儿童）的个人信息的保护，我们已专门设置了未成年人保护章节并专门制定了 《儿童个人信息保护政策》。\n\n

			由于我们的产品和服务主要面向成人，如您为未成年人，请您的父母或监护人仔细阅读本隐私权政策，并在征得您的父母或监护人同意的前提下使用我们的服务或向我们提供信息。\n\n

			如何联系我们\n\n

			1、如果您认为您的个人信息安全有被侵害或泄露风险的，您可以通过以下方式进行投诉、举报： 可以在小程序中的「我的反馈」进行反馈，或者发送邮件至 aima2024@163.com。\n\n

			2、我们还设立了个人信息保护专职部门(或个人信息保护专员)，您可以通过以下方式与其联系：\n
			邮件联系：中国 北京市海淀区花园路2号2号楼5层518室\n
			北京和美健康科技有限责任公司 心脉AI\n
			电话：18910646380\n
			邮政编码：100191\n\n
			3、为保障我们高效处理您的问题并及时向您反馈，根据具体问题的要求可能会需要您提交身份证明、 有效联系方式和书面请求及相关证据，我们会在验证您的身份之后处理您的请求。 一般情况下，我们将在 15
			个工作日内完成处理。\n\n
			版本更新日期：2024年3月15日\n
			版本生效日期：2024年3月15日\n\n

			欢迎您使用心脉AI平台的产品和/或服务，我们非常重视和保护您的隐私信息和您的个人信息。 心脉AI平台 是指由 【北京和美健康科技有限责任公司】及其关联公司（注册地址：中国
			北京市海淀区花园路2号2号楼5层518室）享有所有权和/或运营权的【心脉AI小程序】平台的统称，以下称为“我们”或“平台”。\n\n

			本隐私政策适用于您通过任何方式使用心脉AI平台提供的全部产品和/或服务（本隐私政策中统称为心脉AI平台服务）而提供或留存的信息，我们希望通过本隐私政策向您说明在您使用心脉AI平台服务时，我们是如何收集、使用、保存、共享和转让这些信息，以及我们将为您提供访问、更新、删除、保护以及注销这些信息的方式。\n\n

			请您在继续使用心脉AI产品或服务前务必认真仔细阅读并确认充分理解本隐私政策全部规则和要点，并确认您已经充分理解本隐私政策所写明的内容（重点内容我们均用粗体或下划线方式表示）。如您不同意本政策内容，将可能导致我们的产品或服务无法进行，或无法达到我们拟达到的效果，您应立即停止访问/使用我们的产品或服务。您继续使用我们的产品或服务的行为，都表示您充分理解和同意本《心脉AI隐私政策》（包括更新版本）的全部内容。\n\n

			请您注意，本隐私政策不适用于您通过我们的产品或服务而接入的其他第三方产品/服务("其他第三方"，包括您的交易相对方、任何第三方网站以及第三方服务提供者等)，第三方服务受其自有隐私政策约束，你在选择使用第三方服务前应充分了解第三方服务的产品功能及隐私保护政策。\n\n

			如您对本隐私政策或相关事宜有任何疑问，可通过本隐私政策第八章节【如何联系我们】或者心脉AI微信小程序中的【我的反馈】向我们进行反馈。\n\n

			本隐私政策帮助您了解以下内容：\n
			一. 我们如何收集和使用您的个人信息；\n
			二. 我们如何使用 Cookie 和其他追踪技术；\n
			三. 我们如何委托处理、共享、转让、公开披露您的个人信息；\n
			四. 我们如何保存和保护您的个人信息；\n
			五. 您的权利；\n
			六. 未成年人保护；\n
			七. 如何更新本政策；\n
			八. 如何联系我们；\n
			九. 争议解决；\n
			十. 定义和名词解释。\n\n

			一、我们如何收集和使用您的个人信息\n\n

			前言：\n\n

			1、我们会遵循合法、正当、最小必要、公开透明的原则，收集和使用您在使用我们的产品和/或服务过程中主动提供或因使用我们的产品和/或服务而产生的个人信息。\n\n

			2、当您使用我们的产品时，您的系统权限将处于默认关闭状态。我们仅在您触发相关业务功能时，向您申请实现该等业务功能所必需的权限（我们将在本隐私保护指引中对具体申请调用的权限以粗体或斜体标注以提示您注意）。我们在申请权限时将向您同步告知权限申请目的。您可以随时撤回授权任一系统权限。\n\n

			3、需要特别指出的是，即使经过您的授权，可以访问您的相应权限，我们仅会在您的授权范围内进行访问；且如您拒绝或撤回授予系统权限，仅会使您无法使用相应功能，但并不影响您正常使用产品与/或服务的其他功能。\n\n

			4、我们收集的您的个人信息类型会因产品/服务的内容不同而有所区别，具体以产品/服务实际提供为准。\n\n

			5、我们希望提供给您的产品和服务是完善的，所以我们会不断改进我们的产品和服务，这意味着随着产品和服务的迭代、拓展、升级等，我们可能会经常推出新的业务功能或重新划分业务功能，并可能需要收集新的个人信息或变更个人信息使用目的或方式。如果我们新增涉及个人信息收集的功能或产品/服务，或变更个人信息的使用目的或方式，根据具体情况，我们会通过更新本隐私保护指引、页面提示、弹窗、网站公告、站内信等方式另行向您说明该信息收集的目的、内容、使用方式和范围，并为您提供自主选择同意的方式，且在征得您同意后收集和使用。\n\n

			6、在收集您的个人信息后，我们将通过技术手段对数据进行去标识化处理，去标识化处理的信息将不含可识别到具体个人身份的信息。 请您了解并同意，在此情况下我们有权使用已经去标识化的信息；
			并在不透露您个人信息的前提下，我们有权对用户数据库进行分析并予以商业化的利用。\n\n

			7、我们会对我们的产品与/或服务使用情况进行统计，并可能会与公众或第三方共享这些统计信息， 以展示我们的产品与/或服务的整体使用趋势。但这些统计信息将进行匿名化处理，不包含您的任何身份识别信息。\n\n

			8、对于您选择在我们平台发布非匿名信息如发布帖子和评论等，视为您同意在平台向其他用户公开展示您的个人信息以及您发布的信息，否则您应选择不发布。
			发布非匿名信息如发布帖子和评论等，视为您同意在平台向其他用户公开展示您的个人信息以及您发布的信息。\n\n

			通常情况下，我们会在以下场景中收集您的个人信息或申请相关权限：\n\n

			（一）注册、登录\n\n

			1、为接受心脉AI全面的服务，您应首先注册一个用户账号，为完成创建账号，您需至少提供如下信息：您准备使用的 账号名、密码、您本人的手机号码（用于身份验证） ，我们将通过发送短信验证码的方式来验证您的身份是否有效。
			如您不注册账号，通过微信第三方平台授权登录的，我们仍然需要绑定您的手机号码，通过手机号码来验证您的身份是否有效。注册成功后，您可选择完善并更新相关的网络身份识别信息（包括头像、昵称及个人简介），如您未完善，也不会影响您使用产品的基础功能。\n\n
			2、如您拒绝提供手机号码进行身份验证，将导致注册不成功，您可以退出注册页面后进入心脉AI平台，仅浏览平台内的相关信息内容，但无法使用平台提供的核心服务和功能。\n\n

			（二）向您提供的产品和/或服务\n\n

			1、信息展示以及信息搜索浏览功能\n\n

			(1)
			心脉AI平台提供丰富的医疗健康相关的信息，这些信息包含文章、视频、用户发布的帖子以及帖子中的评论等为了向您提供更便捷、更优质的搜索服务，提升您的搜索体验，当您使用搜索功能时，我们会收集您的搜索关键词信息、日志记录。搜索关键词信息会暂时存储在您的设备中，当您在同一设备上再次使用搜索功能时，我们会向您展示您的搜索历史记录。您也可以在【历史搜索】中直接选择删除。\n\n

			(2) 当您浏览心脉AI平台内容的过程中，我们会记录您的使用情况，并收集您的设备信息（设备品牌、设备型号、操作系统版本、应用程序版本）、IP 地址、网络类型（Wifi
			信息）、浏览器类型、屏幕分辨率来对相应的内容或者服务进行排序以适应您的设备界面。为了向您提供搜索历史、浏览记录、收藏信息、订阅信息、订单信息，我们会收集您的浏览信息、搜索记录、收藏记录、订阅记录、订单信息。\n\n

			请您注意：单独的设备信息、浏览器类型信息或单独的搜索关键词信息无法单独识别您的身份，不属于您的个人信息，我们有权以任何的目的对其进行使用；只有当您的设备信息、浏览器类型信息或搜索关键词信息与您的其他信息相互结合使用并可以识别您的身份时，在结合使用期间，我们会将该等信息作为您的个人信息，按照本隐私政策对其进行处理与保护。\n\n

			2、在线健康咨询和病历上传功能\n\n

			心脉AI平台提供智能健康咨询功能，在您成为注册用户后，您可在心脉AI平台进行健康咨询，包括文字和语音的方式进行提问。使用此服务，我们可能需收集用户信息，包括姓名、性别、出生日期、体重、病情、既往病史、就诊资料
			用于对用户咨询问题进行分析与回答。\n\n

			3、提供付费服务\n\n

			（1）健康建议付费服务\n\n

			心脉AI提供的为病历生成健康建议等服务为收费服务。当您选择在心脉AI平台使用或购买该类服务和/产品时，需要进行支付，在按照平台完成交易和支付的过程中，我们可能会收集您的第三方支付账号（如支付宝账号、微信支付账号、银行卡信息等）
			用于充值或付款以及验证。支付服务本身并不收集您的个人信息，但我们需要将您的订单号与交易金额信息与这些支付机构共享以实现确认您的支付指令并完成支付。\n\n

			4、我们获取的设备权限\n\n

			为向您提供便捷、优质的服务，我们 需要您在您的设备中向我们开启您的地理位置（位置信息）、相机（摄像头）、相册（图片库）、麦克风、剪切板的访问权限，以实现这些功能所涉及的信息的收集和使用。
			我们在您首次使用该类附加功能需开启相应权限时，弹窗对您进行提示，你选择开启相应权限，则可进一步使用相应服务。您可以在客户端或设备的设置功能中选择关闭部分或全部权限。在不同设备中，上述权限的开启和关闭方式可能有所不同，具体请参考设备及系统开发方的说明或指引。\n\n

			关于心脉AI调用权限的具体情况，请见《权限调用清单》。\n\n

			请您注意：您开启这些权限即代表您授权我们可以收集和使用这些个人信息来实现上述的功能，您关闭权限即代表您取消了这些授权，则我们将不再继续收集和使用您的这些个人信息，也无法为您提供上述与这些授权所对应的功能或服务。您关闭权限的决定不会影响此前基于您的授权所进行的个人信息的处理。\n\n

			（三）我们通过间接方式收集到的您的个人信息\n\n

			当您选择通过微信第三方平台登录使用我们的产品和/或服务时，我们可能从第三方处获取您授权共享的账号信息（头像、昵称）。\n\n

			我们可能会从第三方间接收集（如共享等）您的个人信息，但这只发生在：我们确认该等第三方已就将相关个人信息分享给已获得您的同意的第三方，或者第三方依法被许可或被要求向我们披露您的个人信息。我们会要求第三方对个人信息来源的合法性和合规性作出承诺，如第三方有违反行为的，我们会明确要求对方承担相应法律责任。我们会了解第三方已获得的个人信息处理的同意范围，包括使用目的，个人信息主体是否同意转让、共享、公开披露、删除等内容。\n\n

			这些从第三方获取的个人信息将用于为您提供服务，以及用于保证我们所掌握的您的相关记录的准确性。如果我们对这些个人信息的处理活动超出第三方已获得的同意范围，在获取个人信息的合理期限内或处理个人信息前，我们会直接或通过提供信息的第三方征得您的同意。\n\n

			若我们将信息用于本政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的，均会事先获得您的同意。\n\n

			（四）无需征得您同意的情形\n\n

			根据相关法律的规定，我们在以下情况下收集和使用您的个人信息无需取得您的同意：\n\n

			1、为订立、履行您作为一方当事人的合同所必需，或者按照依法制定的劳动规章制度和依法签订的集体合同实施人力资源管理所必需；\n\n

			2、为履行法定职责或者法定义务所必需；\n\n

			3、为应对突发公共卫生事件，或者紧急情况下为保护自然人的生命健康和财产安全所必需；\n\n

			4、为公共利益实施新闻报道、舆论监督等行为，在合理的范围内处理您的个人信息；\n\n

			5、依照《个人信息保护法》规定在合理范围内处理您自行公开或者其他已经合法公开的个人信息；\n\n

			6、法律、行政法规规定的其他情形。\n\n

			（五）个人敏感信息\n\n

			我们收集和使用您的敏感个人信息的，将以弹窗等形式取得您的单独同意。在向平台在线提供任何属于敏感的个人信息前，请您清楚考虑这种提供是否恰当并且同意您的个人敏感信息可按本政策所述的目的和方式进行处理。
			我们会在得到您的同意后收集和使用您的个人敏感信息以实现与平台在线业务相关的功能， 并允许您对这些敏感信息的收集与使用做出不同意的选择，但是拒绝使用这些信息会影响您使用相关功能。\n\n

			如我们停止运营心脉AI产品或服务，我们将及时停止继续收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，并对我们所持有的与已关停业务相关的个人信息进行删除或匿名化处理。涉及未满 14
			周岁的儿童个人信息的，我们会并将停止运营的通知及时告知儿童监护人。\n\n

			（六）如果您对我们收集和使用您的个人信息的法律依据有任何疑问或需要提供进一步的信息，请通过第八章节「如何联系我们」提供的联系方式与我们联系。\n\n

			（七）当我们要将信息用于本政策未载明的其他用途时，会事先征求您的同意，当我们要将基于特定目的收集而来的信息用于其他目的时，会事先征求您的同意。请你知悉，我们向您提供的产品与/或服务将不断更新变化。如果您选择使用本隐私政策中尚未列明的其他产品与/或服务时，我们会在收集您的个人信息前通过协议、页面提示等方式向您详细说明信息收集的目的、方式、范围并征求您的同意。若您不同意提供前述信息，您可能无法使用该项产品与/或服务，但不影响您使用现有产品与/或服务。\n\n

			二、我们如何使用 Cookie 和其他追踪技术\n\n

			（一）Cookie\n\n

			1、在您使用我们的产品与/或服务时，我们或我们合作伙伴可能会使用 Cookie
			和同类技术收集您的一些个人信息，包括：您访问网站的习惯、您的浏览信息、您的登录信息，以判断注册用户是否已经登录，以便为您提供更优质的服务体验。我们会严格要求第三方在本政策所述目的范围内使用 Cookie
			和同类技术。\n\n

			2、我们不会将 Cookie 用于本政策所述目的之外的任何用途。您可根据自己的偏好管理或删除 Cookie。您可以清除计算机上或手机中保存的所有 Cookie，大部分网络浏览器会自动接受
			Cookies，但大部分浏览器都设有阻止或禁用 Cookie 的功能，您可对浏览器进行配置；App 设置中设有【清除缓存】功能。但如果您这么做，则需要在每一次访问我们的平台时亲自更改用户设置。阻止或禁用 Cookie
			功能后，可能影响您使用或不能充分使用心脉AI提供的全部产品和/或服务。\n\n

			（二）网站信标和像素标签\n\n

			除 Cookie 外，我们会在网站上使用网站信标和像素标签等其他同类技术。例如，我们向您发送的电子邮件或短信中可能含有链接至我们网站内容的点击
			URL。如果您点击该链接，我们则会跟踪此次点击，帮助我们了解您的产品或服务偏好并改善反馈服务。网站信标通常是一种嵌入到网站或电子邮件中的透明图像。借助于电子邮件中的像素标签，我们能够获知电子邮件是否被打开。如果您不希望自己的活动以这种方式被追踪，则可以随时从我们的寄信名单中退订。\n\n

			三、我们如何委托处理、共享、转让、公开披露您的个人信息\n\n

			（一）委托处理\n\n

			平台的部分功能可能由外部服务商提供，例如，我们可能会聘请专业数据处理服务机构来为我们的平台提供数据分析方面的技术支持。对我们委托处理个人信息的公司、组织和个人，我们会与其签署协议，约定委托处理的目的、期限、处理方式、个人信息的种类、保护措施以及双方的权利和义务等，并对受托人的个人信息处理活动进行监督。\n\n

			（二）共享\n\n

			我们仅会出于合法、正当、必要且本隐私保护指引所明确的目的与第三方分享您的个人信息，并且只会分享必要的个人信息。如果第三方改变或超越您原同意范围处理您的个人信息，则我们会要求第三方再次征得您的同意。\n\n

			对我们与之共享个人信息的公司、组织和个人，我们会要求其严格遵守我们关于数据隐私保护的措施和要求，包括但不限于根据数据保护协议、承诺书及相关数据处理政策进行个人信息的处理，避免识别出个人身份，保障隐私安全。\n\n

			1、我们不会与心脉AI平台所属的和美健康品牌旗下附属公司以外的任何公司、组织和个人共享您的个人信息，但以下情况除外：\n\n

			(1) 在获取明确同意的情况下共享:获得您的明确同意后，我们会与其他方共享您的个人信息。\n\n

			(2) 我们可能会根据法律法规规定，或按政府主管部门的强制性要求，对外共享您的个人信息。\n\n

			(3)
			只有共享您的信息，才能实现我们的产品与/或服务的核心功能或提供您需要的服务（此种情形我们将在情形发生时专门提示您），如处方开药和在线购物后需要完成产品的配送与交付，从而必须与与我们的合作商或第三方配送公司共享您的订单信息与收件信息。\n\n

			(4)
			与我们的附属公司共享：您的个人信息可能会与心脉AI所属的和美健康品牌旗下的所有主体公司、附属公司、关联公司（以下统称：和美健康附属公司-见第十章【定义和名词解释】）共享。我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。附属公司如要改变个人信息的处理目的，将再次征求您的授权同意。\n\n

			(5) 应您需求为您处理您与他人的纠纷或争议；\n\n

			(6) 符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供。\n\n

			(7）基于学术研究而使用；\n\n

			(8) 在法律法规允许的范围内，为维护我们以及我们的关联方或合作伙伴、您或其他心脉AI平台用户利益或社会公众利益、财产或安全免遭损害而有必要提供。\n\n

			2、与授权合作伙伴共享：我们可能经您同意后向第三方共享您的账户信息（头像、昵称及其他页面提示的信息），使您可以便捷地实现第三方账户的注册或第三方处直接登录。此外，在我们向您提供服务时，我们会采取严格的安全措施，由我们所完成的服务中我们不会与心脉AI以外的任何公司、组织和个人共享您的个人信息。
			但请您知悉，我们提供的服务有部分功能是无法单独完成的，因此我们可能会与我们的关联公司以及其他合作商等第三方共享或委托其处理您的部分个人信息 ，以保障和优化我们为您提供的服务，我们与第三方共享个人信息的详情，请见
			《第三方共享信息清单》 。 我们与第三方共享的服务类型一般包括：\n\n

			（1）商品或技术服务。我们可能会将您的个人信息共享给支持我们功能的第三方。这些支持包括为我们供货或提供基础设施技术服务、代表我们发出短信的通讯服务供应商、物流配送服务、支付服务、数据处理等。我们共享这些信息的目的是可以实现我们产品与/或服务的核心功能，比如在线购药时我们必须与药品合作供应商以及其选定的物流服务提供商共享您的订单信息才能安排送货；或者我们需要将您的订单号和订单金额与第三方支付机构共享以实现其确认您的支付指令并完成支付等。\n\n

			（2）分析服务类。
			在征得您的许可，我们可能将不能识别您的个人身份信息的统计或匿名信息共享给提供分析服务的合作伙伴。对于分析数据的伙伴，为了更好地分析心脉AI平台用户的使用情况，我们可能向其提供心脉AI用户的数量、地区分布、活跃情况等数据，但我们仅会向这些合作伙伴提供不能识别个人身份的统计或匿名信息。\n\n

			（3）委托我们进行推广的合作伙伴。有时我们会代表其他企业向使用我们产品与/或服务的用户群提供促销推广的服务。我们可能会使用您的个人信息以及您的非个人信息集合形成的间接用户画像与委托我们进行推广的合作伙伴（"委托方"）共享，但我们仅会向这些委托方提供推广的覆盖面和有效性的信息，而不会提供您的个人身份信息，或者我们将这些信息进行汇总，以便它不会识别您个人。比如我们可以告知该委托方有多少人看了他们的推广信息或在看到这些信息后购买了委托方的商品，或者向他们提供不能识别个人身份的统计信息，帮助他们了解其受众或顾客。\n\n

			（4）第三方商家。我们必须将您的订单信息与交易有关的必要信息与第三方商家共享来实现您向其购买商品或服务的需求，并促使其可以完成后续的售后服务。\n\n

			（5）厂商推送类：我们会委托有资质的供应商为我们提供推送技术服务、统计分析服务，我们可能会将您的设备平台、设备厂商、设备品牌、设备识别码等设备信息，应用列表信息、网络信息以及位置相关信息提供给供应商，用于为您提供推送技术服务、统计分析服务。\n\n

			对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照相关法律法规规范等的要求、我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。\n\n

			3、SDK 的使用\n\n

			为保障我们小程序的稳定运行、功能实现，使您能够享受和使用更多的服务及功能，我们的应用中会嵌入授权合作伙伴的 SDK 或其他类似的应用程序，点击查看 《第三方共享信息清单》 。\n\n

			我们会对授权合作伙伴获取有关信息的应用程序接口（API）、软件工具开发包（SDK）进行严格的安全检测，并与授权合作伙伴约定严格的数据保护措施，令其按照本政策以及其他任何相关的保密和安全措施来处理个人信息。\n\n

			4、为了遵守法律、执行或适用我们的使用条件和其他协议，或者为了保护心脉AI、您或其他心脉AI客户的权利及其财产或安全，比如为防止欺诈等违法活动和减少信用风险，而与其他公司和组织交换信息。不过,这并不包括违反本隐私政策中所作的承诺而为获利目的出售、出租、共享或以其它方式披露的用户信息。\n\n

			（二）转让\n\n

			我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：\n\n

			1、在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；\n\n

			2、根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供；\n\n

			3、在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会在要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。\n\n

			（三）公开披露\n\n

			我们仅会在以下情况下，公开披露您的个人信息：\n\n

			1、获得您明确同意后；\n\n

			2、基于法律的披露：在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露您的个人信息；\n\n

			3、在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。我们坚信，对于要求我们提供的信息，应该在法律允许的范围内尽可能保持透明。\n\n

			（四）共享、转让、公开披露个人信息时事先征得授权同意的例外\n\n

			根据《个人信息保护法》的规定，以下情形下，我们共享、转让、公开披露您的个人信息，无需事先取得您的同意：\n\n

			1、为订立、履行您作为一方当事人的合同所必需，或者按照依法制定的劳动规章制度和依法签订的集体合同实施 人力资源管理所必需；\n\n

			2、为履行法定职责或者法定义务所必需；\n\n

			3、为应对突发公共卫生事件，或者紧急情况下为保护自然人的生命健康和财产安全所必需；\n\n

			4、为公共利益实施新闻报道、舆论监督等行为，在合理的范围内处理个人信息；\n\n

			5、依照《个人信息保护法》的规定在合理的范围内处理个人自行公开或者其他已经合法公开的个人信息；\n\n

			6、法律、行政法规规定的其他情形。\n\n

			根据法律规定，共享、转让经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理将无需另行向您通知并征得您的同意。\n\n

			四、我们如何保存和保护您的个人信息\n\n

			（一）个人信息的保存\n\n

			1、保存期限：请您注意，在您使用我们的产品与/或服务时所提供的所有个人信息，除非您删除或通过系统设置拒绝我们收集，我们将在您使用我们的产品和/或服务期间持续授权我们使用。在您申请注销账号并时，我们将停止使用并删除上述信息，具体详情见《心脉AI账号注销须知》。\n\n

			2、保存地域：上述信息将存储于中华人民共和国境内。如需跨境传输，我们将会在符合国家对于信息出境的相关法律规定情况下，再单独征得您的授权同意。\n\n

			（二）个人信息的保护\n\n

			1、安全措施\n\n

			（1）我们已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护您的个人信息。\n\n

			（2）我们会使用加密技术确保数据的保密性；我们会使用受信赖的保护机制防止数据遭到恶意攻击。\n\n

			（3）我们会部署访问控制机制，确保只有授权人员才可访问个人信息；我们会与接触您个人信息的员工、合作伙伴签署保密协议，明确岗位职责及行为准则，确保只有授权人员才可访问个人信息。若有违反保密协议的行为，会被追究相关责任。\n\n

			（4）我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。\n\n

			（5）我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。\n\n

			（6）我们已经取得了国家信息安全等级保护（三级）的评测与备案。\n\n

			2、安全提醒\n\n

			（1）互联网并非绝对安全的环境，而且电子邮件、即时通讯、及与其他用户的交流方式并未加密，我们强烈建议您不要通过此类方式发送个人信息。请使用复杂密码，协助我们保证您的账号安全。\n\n

			（2）互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。\n\n

			（3）您在使用心脉AI平台服务时请勿将自认为隐私的信息发表、上传至心脉AI平台，也不可将该等信息通过心脉AI平台的服务器传播给他人，若因您该等行为引起隐私泄露，由您自行承担责任。\n\n

			（4）您请勿在使用心脉AI平台服务时公开透露自己的各类财产账号、银行卡、信用卡、第三方支付账号及对应密码等重要资料，否则由此带来的损失由您自行承担责任。\n\n

			（5）心脉AI平台一旦发现假冒、仿冒、盗用他人名义进行平台认证的，心脉AI平台有权立即删除用户信息并有权在用户提供充分证据情况下禁止其使用平台服务。\n\n

			3、安全事件通知\n\n

			（1）我们会制定相应的网络安全事件应急预案，及时处置系统漏洞、计算机病毒、网络攻击、网络侵入等安全风险，在发生危害网络安全的事件时，我们会立即启动应急预案，采取相应的补救措施。\n\n

			（2）在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。\n\n

			（3）如您发现自己的个人信息泄密，尤其是您的账号及密码发生泄露，请您立即通过心脉AI平台提供的以及本隐私政策第八章节的【如何联系我们】与小程序中【我的反馈】中提供的联系方式联络我们，以便我们采取相应措施。\n\n

			五、您的权利\n\n

			按照中国相关的法律、法规、标准，以及其他国家、地区的通行做法，我们保障您对自己的个人信息行使以下权利：\n\n

			（一） 访问您的个人信息\n\n

			1、除法律法规规定外，您有权随时访问您的个人信息，具体包括：\n\n

			(1）账户信息——您可以通过：【登录心脉AI微信小程序 → 我的】中查看您的头像、昵称。\n\n

			(2）病历信息——您可通过：【登录心脉AI微信小程序 → 健康】中查看您已创建的患者信息的详情。\n\n

			(3）健康建议——您可以通过：【登录心脉AI微信小程序 → 我的 → 我的健康建议】页面中查看已兑换、支付并生成的健康建议详情。\n\n

			2、对于您在使用我们的产品或服务过程中产生的其他个人信息，只要我们不需要过多投入，我们会向您提供。如果您想行使数据访问权，可以通过本隐私政策第八章节的【如何联系我们】或通过小程序中【我的反馈】与我们联系。\n\n

			（二） 更正您的个人信息\n\n

			1、除法律法规规定外，您有权随时更正您的个人信息，具体包括：\n\n

			（1）您可通过心脉AI小程序上【我的】，修改您的头像、昵称。\n\n

			（2）您可通过心脉AI小程序上【健康】中的单条病历点击进入详请页面，修改您的基础信息。\n\n

			2、如果您需要查阅您在使用心脉AI过程中产生的其他个人信息，在合理要求下并经验证核实您的身份后，我们会向您提供。若您无法通过上述方式访问或者更正您的个人信息，也可以通过本隐私政策第八章节的【如何联系我们】提交或通过小程序中【我的反馈】向我们进行反馈。我们会在
			15 个工作日内回复您的查阅或更正请求。\n\n

			（三） 删除您的个人信息\n\n

			1、我们在心脉AI平台上提供以下方式帮助您删除您在心脉AI平台上的部分相关信息。\n\n

			您可在心脉AI小程序中【健康】中点击单条病历，进入详情页面后删除您的电子病历.\n\n

			2、 如果您需要删除您在使用心脉AI过程中产生的其他个人信息，在合理要求并经验证核实您的身份后，我们会向您提供。您也可以通过本隐私政策第八章节的【如何联系我们】提交或通过小程序中【我的反馈】向我们进行反馈。我们会
			15 个工作日回复处理您的删除请求。\n\n

			3、 在以下情形中，您可以向我们提出删除个人信息的请求：\n\n

			(1) 如果我们处理个人信息的行为违反法律法规；\n\n

			(2) 如果我们收集、使用您的个人信息，却未征得您的同意；\n\n

			(3) 如果我们处理个人信息的行为违反了与您的约定；\n\n

			(4) 如果您注销了个人在线帐号；\n\n

			(5) 如果我们终止服务及运营。\n\n

			4、若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。\n\n

			5、当您从我们的服务中删除信息后，我们可能不会立即备份系统中删除相应的信息，但会在备份更新时删除这些信息。\n\n

			（四）注销您的帐号\n\n

			您可以在我们的平台中直接申请注销账户，具体可通过平台中【我的-注销账号】中提供的删除或注销申请入口或【我的反馈】中提供的联系方式，向我们申请注销和删除您的信息。关于您注销账户的方式以及您应满足的条件，请详见《心脉AI账户注销须知》。您注销账户后，我们将停止为您提供产品与/或服务，并依据您的要求，除法律法规另有规定外，我们将删除您的个人信息。\n\n

			（五）约束信息系统自动决策\n\n

			在某些业务功能中，我们可能仅依据信息系统、算法等在内的非人工自动决策机制做出决定。如果这些决定显著影响您的合法权益，您有权要求我们做出解释，我们也将提供适当的救济方式。您可以通过小程序中的【我的反馈】向我们进行反馈，我们将在不侵害心脉AI平台商业秘密或其他用户权益、社会公共利益的前提下，在
			15 个工作日内对您的请求进行处理。\n\n

			（六）响应您的上述请求\n\n

			1、为保障安全，我们可能会先要求您验证自己的身份，然后再处理您的请求。您可能需要提供书面请求，或以其他方式证明您的身份。对于您的请求，我们原则上将于 15 个工作日内做出答复。\n\n

			2、对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁带上存放的信息）的请求，我们可能会予以拒绝。\n\n

			（七）在以下情形中，按照法律法规要求，我们将无法响应您的请求：\n
			与国家安全、国防安全直接相关的\n
			与公共安全、公共卫生、重大公共利益直接相关的；\n
			与犯罪侦查、起诉、审判和判决执行等直接相关的；\n
			有充分证据表明您存在主观恶意或滥用权利的；\n
			响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；\n
			涉及商业秘密的。\n\n

			六、未成年人保护\n\n

			以下条款请未成年人用户（特别是不满十四周岁的儿童用户）在监护人的陪同下仔细阅读，并由监护人在充分理解后作出接受或拒绝本政策的决定：\n\n

			1、我们非常重视对未成年人个人信息的保护。根据相关法律法规的规定，若您是 18 周岁以下的未成年人（特别是不满十四周岁的儿童），在使用心脉AI服务前，应事先取得您的家长或法定监护人的书面同意。\n\n

			2、若您是 14 周岁以下的儿童，我们还专门为您制定了《儿童个人信息保护政策》，儿童及其监护人在为 14
			周岁以下的儿童使用心脉AI服务前，还应仔细阅读《儿童个人信息保护政策》。只有在取得监护人对《儿童个人信息保护政策》的同意后，14 周岁以下的儿童方可使用心脉AI的服务。\n\n

			3、尽管当地法律和习俗对儿童的定义不同，但我们将不满 14 周岁的任何人均视为儿童。\n\n

			4、如果我们发现自己在未事先获得可证实的监护人同意的情况下收集了儿童的个人信息，则会设法尽快删除相关数据。\n\n

			5、若您是未成年人的监护人，当您对您所监护的未成年人使用我们的服务或其向我们提供的用户信息有任何疑问时，请您及时与我们联系。我们将根据国家相关法律法规及本政策的规定保护未成年人用户信息的保密性及安全性。\n\n

			6、对于心脉AI平台提供的【儿童成长测评】或其它涉及儿童的产品和或/服务，需经父母（监护人）同意而收集儿童个人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护儿童所必要的情况下使用或公开披露此信息。\n\n

			7、我们不会强制要求未成年人或监护人同意非必要的个人信息处理行为，不会因为未成年人或监护人不同意处理未成年人非必要个人信息或撤回同意，拒绝未成年人使用基本功能服务。\n\n

			8、我们将提供便捷的支持未成年人或监护人查阅、复制、更正、补充、删除未成年人个人信息种类、数量等的方法、途径和功能，不会对未成年人或监护人的合理请求进行限制或设置不合理条件。我们将及时受理并处理未成年人或监护人查阅、复制、更正、补充、删除未成年人个人信息的请求。若拒绝请求的，我们将书面告知未成年人或监护人并说明理由。\n\n

			对未成年人或监护人依法提出的转移未成年人个人信息的请求，符合国家网信部门规定条件的，我们将提供转移的途径。\n\n

			9、请您知悉，若在服务中发现涉及您的个人私密信息或您通过网络发布的个人信息中涉及私密信息的，出于保护未成年人身心健康目的，并根据《未成年人网络保护条例》的规定，我们将会对您进行提示，并将设置相关私密信息为公众不可查询信息，防止信息扩散。如通过私密信息发现您已经或疑似已经遭受或将可能遭受任何不法侵害的，我们将立即采取必要措施保存有关记录，并依法或依照有关规定向公安机关进行报告。\n\n

			七、如何更新本政策\n\n

			1、 我们的隐私政策可能变更。\n\n

			2、 未经您明确同意，我们不会削减您按照本隐私政策所应享有的权利。我们会在本页面上发布对本政策所做的任何变更。\n\n

			3、 对于重大变更，我们可能还会提供更为显著的通知(包括对于某些服务，我们会通过站内信、短信、弹窗等方式发送通知，说明隐私政策的具体变更内容)。\n\n

			4、本政策 重大变更 包括但不限于：\n\n

			(1) 我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；\n\n

			(2) 我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；\n\n

			(3) 个人信息共享、转让或公开披露的主要对象发生变化；\n\n

			(4) 您参与个人信息处理方面的权利及其行使方式发生重大变化；\n\n

			(5) 我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化；\n\n

			(6) 个人信息安全影响评估报告表明存在高风险时。\n\n

			5、若您不同意修改后的隐私保护政策，您有权并应立即停止使用心脉AI服务。如果您继续使用心脉AI平台的服务，则视为您接受心脉AI对本政策相关条款所做的修改。\n\n

			八、如何联系我们\n\n

			1、如果您对本隐私政策有任何疑问、意见或建议，通过以下方式与我们联系：通过小程序中的【我的反馈】向我们反馈意见，或者发送邮件至 aima2024@163.com。\n\n

			2、如果您认为您的个人信息安全有被侵害或泄露的风险的，您可以通过以下方式进行投诉、举报： 可以在小程序中的【我的反馈】进行联系，或者发送邮件至 aima2024@163.com。我们将在 15
			个工作日内的进行受理并处理。\n\n

			3、我们还设立了个人信息保护专职部门(或个人信息保护专员)，您可以通过以下方式与其联系：\n
			邮件联系：中国 北京市海淀区花园路2号2号楼5层518室\n
			北京和美健康科技有限责任公司 心脉AI\n
			电话：18910646380\n
			邮政编码：100191\n\n
			网络运营者主要负责人【高浩然】\n\n
			数据安全责任人【李培圣】\n\n
			4、为保障我们高效处理您的问题并及时向您反馈，根据具体问题的要求可能需要您提交身份证明、有效联系方式和书面请求及相关证据，我们会在验证您的身份之后处理您的请求。一般情况下，我们将在 15 个工作日内回复处理。\n\n
			九、争议解决\n\n
			因本政策以及我们处理您个人信息事宜引起的任何争议，您可随时联系心脉AI要求给出回复，如果您对我们的回复不满意的，认为我们的个人信息处理行为严重损害了您的合法权益，您还可以通过向本隐私政策服务提供商【北京和美健康科技有限责任公司】所在地【北京】有管辖权的人民法院提起诉讼来寻求解决方案。\n\n
			十、定义和名词解释\n\n
			1、心脉AI：「心脉AI」是和美健康旗下主要提供心血管医疗健康服务的产品，主要为用户提供基于语言大模型技术的个性化心血管健康管理系统，实时回答个性化心血管健康问题，整理心血管健康相关文件并生成个性化健康建议。\n\n
			2、个人信息：个人信息是以电子或者其他方式记录的与已识别或者可识别的自然人有关的各种信息，不包括匿名化处理后的信息。\n\n
			3、个人敏感信息：个人敏感信息是一旦泄露或者非法使用，容易导致自然人的人格尊严受到侵害或者人身、财产安全受到危害的个人信息，包括生物识别、宗教信仰、特定身份、医疗健康、金融账户、行踪轨迹等信息，以及不满十四周岁未成年人的个人信息。\n\n
			4、去标识化：去标识化指个人信息经过处理，使其在不借助额外信息的情况下无法识别特定自然人的过程。\n\n
			5、IP地址：每台上网的设备都会指定一个编号，称为互联网协议（IP）地址。这些编号通常都是根据地理区域指定的。IP 地址通常可用于识别设备连接至互联网时所在的位置。\n\n
		</text>
		<text class="policy-bold-text">感谢您对「心脉AI」产品和服务的信任和使用！</text>
		<text class="policy-text-sign">北京和美健康科技有限责任公司</text>
	</view>
</template>

<script>
	export default {
		data() {
			return {

			}
		},
		methods: {

		}
	}
</script>

<style>
	.policy-container {
		display: flex;
		flex-direction: column;
		padding: 10px 20px;
	}

	.policy-title {
		font-weight: bold;
		font-size: 17px;
		color: black;
		position: relative;
		align-self: center;
		margin-top: 6px;
		margin-bottom: 15px;
	}

	.policy-sub-title {
		font-size: 12px;
		color: darkgray;
		margin-top: 10px;
	}

	.policy-text {
		font-size: 12px;
		color: dimgray;
		line-height: 18px;
	}


	.policy-bold-text {
		font-weight: bold;
		color: black;
		font-size: 12px;
		margin: 10px 0px;
	}

	.policy-text-sign {
		margin-top: 30px;
		margin-bottom: 10px;
		font-size: 12px;
		color: darkgray;
		position: relative;
		align-self: flex-end;
	}
</style>