<template>
	<view class="policy-container">
		<text class="policy-title">「心脉AI」用户协议</text>
		<text class="policy-sub-title">本版本生效日期：2024年03月15日</text>
		<text class="policy-bold-text">所有进入「心脉AI」的用户，在使用「心脉AI」提供的任何服务前，必须事先认真阅读并同意本用户协议。</text>
		<text class="policy-text">
			「心脉AI」是和美健康旗下主要提供心血管医疗健康服务的产品，主要为用户提供基于语言大模型技术的个性化心血管健康管理系统，实时回答个性化心血管健康问题，整理心血管健康相关文件并生成个性化健康建议。\n\n
			如果您同意本用户协议，或者您事实上存在使用行为，将被视为您完全接受本用户协议的全部内容及条款，包括接受「心脉AI」对用户协议随时所做的任何修改及更新，同时也表示您同意「心脉AI」所发布或随时更新的隐私声明，本协议即构成对双方均具有约束力的法律文件。如您不同意本用户协议，您应不得使用或主动取消「心脉AI」所提供的服务。\n\n
			第一条协议内容及生效\n
			1.1 本用户协议内容包括以下所有正文及「心脉AI」已经发布或将来可能发布的各类规则、解释、声明、通告等。所有上述规则、解释、声明及通告等都被视为本用户协议的组成部分，具有同等的法律效力。\n\n
			1.2
			用户登录、使用及连接「心脉AI」服务均被视为用户已完全了解、接受并同意遵守本用户协议的所有内容。「心脉AI」有权在必要时单方修改用户协议，并通过网站和/或者客户端发布修改变更，不再另行单独通知。修改后的协议一经发布即代替旧版本协议，自动更新为用户与「心脉AI」之间的适用协议。如在用户协议更新并生效后，用户继续使用「心脉AI」服务，则视为您已完全了解、接受用户协议的更新并同意遵守更新后的用户协议。如用户不接受「心脉AI」更新后的用户协议，请立即停止使用「心脉AI」服务。\n\n
			1.3「心脉AI」所有服务的所有权、运营权和解释权均归「心脉AI」的运营商和美健康旗下指定公司【北京和美健康科技有限责任公司】（注册地址：中国
			北京市海淀区花园路2号2号楼5层518室）及其关联公司所有。用户同意本用户协议内容并完成注册程序，即成为「心脉AI」的正式用户，即被视为用户确认自己具有独立的行为能力，明确自己所享有的相应权利，能够独立承担法律责任。\n\n
			1.4 如果您未满18周岁，必须在父母或者监护人监护之下使用「心脉AI」。\n\n
			1.5 用户特此声明，已经完全理解本用户协议所有内容，并不存在任何重大误解；同时，认可本用户协议并不存在显失公平的情形。\n\n
			第二条用户信息\n\n
			2.1 用户个人信息。用户个人信息包括但不限于下列信息：用户真实姓名、头像、身份证号、手机电话、银行账号、第三方支付账号、电子邮件等。\n\n
			2.2
			用户个人健康和医疗信息。用户根据健康的特殊要求而提交的个人身高、体重、性别、年龄、血型以及慢性病史情况等个人健康和医疗信息。如果您是为您不满14周岁的子女使用「心脉AI」的产品和服务的，请您务必确认您是合法监护人后方可向「心脉AI」提供您子女的个人信息，您为该等信息提供行为承担全部责任。\n\n
			2.3
			非用户个人信息。用户在「心脉AI」上，包括提问、回答、浏览、操作状态、使用记录、使用习惯等在内的全部记录信息。除2.1、2.2款所列用户个人信息及个人健康和医疗信息范围外的其他所有信息，均视为非用户个人信息。\n\n
			2.4
			第三方平台记录信息。目前使用腾讯微信账号注册、登录、使用「心脉AI」服务的，将被视为用户完全理解、同意并接受「心脉AI」包括但不限于收集、统计、分析等方式使用其在腾讯微信平台填写、登记、公布、记录的全部信息。用户一旦使用第三方平台账号注册、登陆、使用「心脉AI」服务，「心脉AI」对该第三方记录信息的任何使用，均被视为已经获得了用户本人的完全同意并接受。\n\n
			2.5
			用户在「心脉AI」所涉及的包括个人真实姓名、手机电话、电子邮件、通信地址等在内的用户个人信息、第三方平台账号信息、非用户个人信息以及为咨询而提供的个人健康和医疗信息，「心脉AI」在此承诺，均予以严格保密，未经用户明确授权和允许，不向任何第三方/第三人披露上述用户隐私信息，法律另有规定的除外。\n\n
			2.6
			用户应本着诚实守信的原则，自行向「心脉AI」提供所需信息。回答者即执业医生，需按「心脉AI」的要求进行身份认证后方可在「心脉AI」平台提供问诊咨询服务。其中具有处方权的医生均已通过认证并通过有关互联网医院医生执业备案，具体要求提供的身份信息和执业证明等材料以互联网医院监管部门要求的并由「心脉AI」平台统一执行为准。\n\n

			同时医生用户在「心脉AI」为用户提供相关服务时，应完善其平台个人信息和资料，如医生姓名、所在医院、科室、擅长方向、从医经历、执业年限、执业信息、形象照等等，医生用户同意向「心脉AI」提供并由平台自行免费展示，同时医生用户同意并授权「心脉AI」平台与第三方平台进行业务拓展合作时，允许第三方平台因接入「心脉AI」服务需要而在第三方平台中对外展示上述信息。\n\n

			2.7
			用户应自行维护个人的「心脉AI」平台之上的账户和密码安全，并对此账户在「心脉AI」上的所有行为负完全责任。用户不得将账户转借、租让、售卖给他人使用，否则应承担由此可能产生的全部责任，并与实际使用人承担连带责任。用户应对任何人利用您的账户和密码所进行的活动负完全责任，「心脉AI」无法对非法或未经您授权使用您的账户及密码的行为做出甄别，因此「心脉AI」不承担任何责任。当密码或者账户遭到未获授权使用，或者发生任何安全问题时，用户有责任及时有效地通知「心脉AI」并向当地公安机关报案。\n\n

			2.8 用户信息使用。用户在使用过程中发现任何不妥或者不满意之处，有权根据《「心脉AI」隐私政策》。中约定的方式向「心脉AI」提出申请，进行相关信息删除等处理，「心脉AI」不承担主动删除、销毁用户信息的责任。\n\n

			2.9
			为向用户提供服务，「心脉AI」将在合理范围内使用用户个人信息、用户个人医疗信息、非用户个人信息以及第三方平台记录信息。用户一旦注册、登录、使用「心脉AI」服务，将被视为「心脉AI」已获得包括但不限于收集、统计、分析、商业用途等方式使用用户信息的权利。「心脉AI」对用户信息的使用无需其他意思表示，无需向用户支付任何费用。\n\n

			2.10 用户同意接受「心脉AI」通过短信、电话、电子邮件、即时通信的客户端（网页）或者其他合法方式，向「心脉AI」用户发送包括订单信息、专题推荐、促销活动等信息。\n\n

			2.11 您使用或继续使用我们的服务，即意味着同意我们按照《「心脉AI」隐私政策》收集、使用、储存和分享您的相关信息。相关个人隐私政策的收集及使用规则，请参见《「心脉AI」隐私政策》。\n\n

			2.12「心脉AI」非常重视对用户个人隐私的保护。用户所提供的个人信息等资料以及「心脉AI」所保留的用户个人资料，将受到中国有关隐私的法律以及《「心脉AI」隐私政策》的特别保护，详细的隐私保护及相关条款详见《「心脉AI」隐私政策》\n\n

			2.13「心脉AI」有权对用户提供的信息按照《「心脉AI」隐私政策》的规定进行查看、处理、传播和使用。随着服务的变化，「心脉AI」有权对隐私条款不时进行修改，且不再另行通知。更新后的隐私声明一旦发布即有效代替旧版本的隐私声明，您在访问和使用「心脉AI」时，即表示您已同意遵守并接受最新的隐私政策。「心脉AI」在此特别建议您经常关注隐私条款的变更。\n\n

			2.14 用户注册时，在账号名称、头像和简介等注册信息中不得出现违法和不良信息，否则「心脉AI」在线有权拒绝提供服务，并关闭该账号。\n\n

			第三条 服务\n\n
			本协议所称「服务」，指用户可通过 「心脉AI」 所获取的全部服务，包括但不限于个性化心血管健康问题的智能回答、整理心血管病历等相关资料并生成个性化健康建议等「心脉AI」
			平台现有的以及将来新开发的所有产品和服务内容。\n\n
			3.1「心脉AI」平台上可提供文字与语音两种形式的健康咨询服务。\n\n
			3.2「心脉AI」平台上可提供电子病历上传、针对病历智能生成健康建议的服务。\n\n

			第四条 费用、支付及税款缴纳\n\n
			4.1 「心脉AI」有权调整付费咨询和付费查看答案所涉及的计费方式和收费方式，以及结算时间频率。\n\n
			4.2「心脉AI」平台有权对医生在「心脉AI」所获得的问诊收入进行一定比例的抽成，以支持平台服务的有序运行。「心脉AI」平台会根据实际运营策略，不定期调整抽成比例，医生继续使用「心脉AI」提供问诊咨询服务，即视为接受「心脉AI」的价格策略，如比例发生变更，「心脉AI」不再另行通知。\n\n
			4.3 若相关税务部门要求「心脉AI」提供用户账户信息以核实用户自行申报的在平台收入具体数额，平台有权不经用户同意而进行披露，并根据国家法律配合相关税务部门的其他合法要求。\n\n
			4.4 用户使用第三方支付方式所产生的手续费等由用户自行承担。\n\n
			4.5 对于「心脉AI」的评价体系，用户不可采取任何损坏、破坏或操纵的行为。\n\n
			4.6 用户不得利用平台规则漏洞牟取任何不正当收益的行为，包括但不限于利用问诊优惠服务反复或重复刷单，利用医生讲堂优惠活动反复或重复分享刷取奖励金等等。\n\n

			第五条 用户言行\n\n

			5.1 用户同意在使用「心脉AI」任何服务过程中，必须严格遵守以下规则：\n\n

			1 ）遵守中国法律法规、行政规章、地方性法规以及其他规范性文件；\n\n

			2 ）遵守「心脉AI」的所有用户协议、通知、声明等文件；\n\n

			3 ）不得为违法、犯罪等目的使用「心脉AI」；\n\n

			4
			）不得在「心脉AI」上传输及发布以下内容（包括但不限于）：煽动抗拒、破坏宪法及法律法规实施的言论；煽动颠覆国家政权、破坏国家统一的言论；违背社会风俗和社会道德的言论；煽动民族仇恨、民族歧视，破坏民族团结的言论；\n\n

			5 ）不得使用任何侮辱或毁谤他人，性骚扰，或对未成年人有不良影响的内容；\n\n

			6 ）不得散布淫秽、色情、赌博、暴力、凶杀、恐怖、非法宗教、涉及违法犯罪或违反治安管理法或者教唆犯罪的行为；\n\n

			7 ）不得利用「心脉AI」从事洗钱、窃取商业秘密、窃取其他用户个人信息等违法犯罪活动；\n\n

			8 ）不得侵入本站及国家计算机信息系统，不得传播病毒、特洛依木马、定时炸弹等可能对「心脉AI」造成伤害或影响其正常运转的恶意病毒或程序；\n\n

			9 ）不得从事非经「心脉AI」同意的所有牟利性经营活动；\n\n

			10 ）不得侵犯第三方权利，特别是他人著作权、商标权等知识产权或者隐私权等合法权利；\n\n

			11 ）歪曲、丑化、亵渎、否定英雄烈士事迹和精神，以侮辱、诽谤或者其他方式侵害英雄烈士的姓名、肖像、名誉、荣誉的；\n\n

			12 ）不得进行不当注册（包括通过各种方式批量注册账号）、恶意购买、恶意维权的；无论处于何种目的，编译、反编译、反向工程或者以内置插件程序、劫持域名服务器等方式破坏「心脉AI」安全、数据安全的；\n\n

			13 ）不得假冒「心脉AI」或其关联公司或商家发布诈骗、虚假信息的；\n\n

			14 ）「心脉AI」有合理理由怀疑您存在违反法律法规、公序良俗、诚实信用原则的其他行为。「心脉AI」一旦发现前述情形可采取关闭订单、限制交易、删除信息、账号限权、终止服务等处理措施。\n\n

			5.2
			若用户有发布违法违规信息、严重违背社会公德、以及其他违反法律禁止性规定或国家相关强制管理规范的行为、以及，例如：提供的个人资料不真实、或与注册时信息不一致又未能提供合理证明、依据主管部门的要求、出于安全的原因或其他必要的情形等，「心脉AI」保有删除各类不符合法律政策或者不真实信息内容而无须通知用户的权利。若用户未遵守以上约定，「心脉AI」有权立即终止对用户提供服务，采取降权、暂停或者关闭用户账户等措施。用户须对自己的言论和行为负法律责任。同时对于涉嫌违反法律规定或治安管理办法的行为，「心脉AI」可选择向相关机关进行举报，且无需承担任何不利后果。任何用户若发现其他用户的言行符合本条约定的情形的，均有义务及时通知「心脉AI」进行处理。\n\n

			5.3
			若用户利用「心脉AI」平台规则漏洞或优惠活动漏洞通过反复或重复刷单行为牟取不正当收益的行为，「心脉AI」有权立即终止对用户提供服务，采取降权、暂停或者关闭用户账户等措施，用户不正当行为牟取的资金，「心脉AI」有权进行冻结、收回处理。用户须对自己的言论和行为负法律责任。\n\n

			第六条 知识产权协议\n\n

			6.1 用户在「心脉AI」上发表的全部原创内容（包括但不仅限于回答），著作权均归用户本人所有。用户可授权第三方以任何方式使用，不需要得到「心脉AI」的同意。\n\n

			6.2
			对于用户现在或未来通过「心脉AI」所发布的任何公开信息，用户在此确认并同意「心脉AI」在全球范围内对上述公开信息享有免费的、永久性的、不可撤销的、非独家的和完全再许可的权利和许可，并以使用、复制、修改、改编、汇编、出版、翻译、据以创作衍生作品、传播、表演和公开展示此等内容（整体或部分），和
			/ 或将此等内容编入当前已知的或以后开发的其他任何形式的作品、媒体或技术中，以及其他任何商业目的。\n\n

			6.3
			除法律规定外，未经「心脉AI」书面形式的明确许可，任何单位或个人不得以任何方式全部或部分复制、转载、引用、链接、抓取或以其他方式使用「心脉AI」的信息内容（包括但不限于：源程序和文档、用户界面设计、文案等）。如有违反本条协议者，一经调查及核实，「心脉AI」坚决追究其法律责任，并要求其赔偿因其行为所造成的任何经济损失。\n\n

			6.4 用户在此同意并承诺，在「心脉AI」平台上的发布的内容不构成对他人知识产权、隐私权或其他权利的侵犯。因用户违反上述承诺，所造成或引起的任何形式的法律纠纷，由用户个人承担法律责任。\n\n

			6.5
			本用户协议已经构成《中华人民共和国著作权法》及相关法律规定的著作权财产性权利（包括但不限于：复制权、发行权、出租权、展览权、表演权、广播权、信息网络传播权、改编权、摄制权、翻译权、汇编权等）的转让书面协议，其效力及于用户在「心脉AI」上发布的任何受著作权法保护的作品内容。\n\n

			第七条 免责申明\n\n
			7.1
			「心脉AI」上健康咨询类的回答只作为健康咨询类建议供用户参考，但不作为诊断、确诊和治疗依据也不成为任何享有法律效力的书面证明文件，不能代替医生面诊和医院诊断。若用户以此为诊断和治疗依据，由此可能引发的任何负面影响甚至损失由提问者自行负责，「心脉AI」
			平台不予以负责。同时提问者在此声明同意不会向 「心脉AI」 平台提出任何性质的索赔。\n\n
			7.2「心脉AI」不能保证只能回答的科学性和正确性，由此可能引发的任何负面影响，「心脉AI」平台不予以负责，但「心脉AI」竭尽全力确认所有提供回答均由在行业和专业领域内有相当经验和专业技能的医生来确保尽可能遵循科学、专业以及正确等原则。\n\n

			7.3 下列相关事宜的发生，「心脉AI」在此声明不承担任何法律责任：\n\n
			1 ）
			用户应遵守国家的有关法律、法规和行政规章制度。如有用户违反国家法律法规或本用户协议，「心脉AI」有权停止向用户提供服务不需要承担任何责任；如用户的不法使用行为导致「心脉AI」或「心脉AI」的合作方，其它用户遭受任何损害或者遭受任何来自第三方的纠纷、诉讼、索赔要求等，用户须向「心脉AI」赔偿相应的损失，用户需对其违反用户协议所产生的一切后果承担全部法律责任；\n\n

			2 ）由于您将用户密码告知他人或与他人共享注册账户，由此导致的任何个人信息的泄露，或其他非因「心脉AI」方面原因导致的个人信息的泄露；\n\n

			3 ）根据法律规定或政府相关政策要求提供您的个人信息；\n\n

			4 ）任何通过黑客攻击、电脑病毒侵入等非法截取、访问等方式从我们网站上获取的信息；\n\n

			5 ）因台风、地震、海啸、洪水、停电、战争、恐怖袭击等国际通用不可抗力因素导致的任何后果。\n\n

			7.4
			本协议下的服务行为涉及到互联网及移动通讯等服务，可能受各个环节不稳定因素的影响，比如不可抗力、计算机病毒或者黑客攻击等造成的服务中断或不能满足用户要求的风险，用户须理解和认可，并承担以上风险。基于上述已经提及的可能发生的各环节不稳定因素影响，「心脉AI」在此声明对服务的及时性、安全性、准确性不作担保，对因此导致用户不能接收信息，或者传递错误等问题不承担任何责任，希望用户理解并认可。\n\n

			7.5
			如因「心脉AI」的自有系统发生故障而影响到本服务的正常运行，「心脉AI」承诺第一时间内与相关单位配合，及时处理并进行修复。但用户因此而产生的经济损失，「心脉AI」不承担责任。此外，「心脉AI」保留不经事先通知为维修保养、升级或其他目的暂停本服务任何部分的权利。\n\n

			7.6 在使用本协议下服务的过程中，可能会遇到网络信息或其他用户的行为所带来的风险，「心脉AI」不对任何信息的真实性、适用性、合法性承担责任，也不对因侵权行为给您造成的损害负责。这些风险包括但不限于：\n\n

			1 ）来自他人匿名或冒名的含有威胁、诽谤、令人反感或非法内容的信息；\n\n

			2 ）因使用本协议项下的服务，遭受他人误导、欺骗或其他导致或可能导致的任何心理、生理上的伤害以及经济上的损失；\n\n

			3 ）其他因网络信息或用户行为引起的风险。\n\n

			7.7
			您知悉并理解，「心脉AI」上的商品、店铺信息（包括商品名称、公司名称、联系人及联络信息、产品的描述和说明、相关图片、视频等）可能存在风险和瑕疵，「心脉AI」将通过依法建立相关检查监控制度尽可能保障您的合法权益及良好体验。「心脉AI」转载的作品出于传递更多信息之目的，并不意味我们赞同其观点或已经证实其内容的真实性。同时，鉴于「心脉AI」具备存在海量信息及信息网络环境下信息与实物相分离的特点，「心脉AI」无法逐一审查商品和/或服务的信息，无法逐一审查交易所涉及的商品和/或服务的质量、安全以及合法性、真实性、准确性，对此您应谨慎判断。\n\n

			7.8 由于合理或不可避免的送货延迟对您或第三方带来的任何损失，「心脉AI」不负任何责任。在这种情况下，「心脉AI」将尽快地把任何可预知的延迟情况通知您，并在此时请您选择是否取消订单。\n\n

			7.9 【争议调处决定】您理解并同意，在争议调处服务中，「心脉AI」的客服并非专业人士，仅能以普通人的认知对用户提交的凭证进行判断。因此，除存在故意或重大过失外，调处方对争议调处决定免责。\n\n

			第八条 违约赔偿\n\n

			您同意保障和维护「心脉AI」及其他用户的利益，如因您违反有关法律、法规或「心脉AI」管理规定而给「心脉AI」或任何其他第三人造成损失，您同意承担由此造成的损害赔偿责任。\n\n

			第九条 服务变更、中断或终止：\n\n

			9.1 因系统维护或升级的需要而需暂停网络服务，「心脉AI」将尽可能事先进行通告。\n\n

			9.2 如发生下列任何一种情形，「心脉AI」有权解除本协议，并终止您的全部服务：\n\n

			(1) 您违反国家有关法律法规或「心脉AI」管理规定，侵害他人合法权益的；\n\n

			(2) 您因在「心脉AI」上的不当行为被行政或司法机构拘留或起诉；\n\n

			(3) 您丧失使用网站服务的行为能力；\n\n

			(4) 您提供的个人资料不真实；\n\n

			(5) 您盗用他人账户、发布违禁信息、骗取他人财物的；\n\n

			(6) 您传播虚假信息，歪曲事实，经查证属实的；\n\n

			(7) 其它「心脉AI」认为需要终止服务的情况。\n\n

			除前款所述情形外，「心脉AI」保留在不事先通知您的情况下随时中断或终止部分或全部网络服务的权利，对于服务的中断或终止而造成您的损失的，「心脉AI」不承担任何责任。\n\n

			9.3 服务发生变更、中断、终止后，「心脉AI」仍有以下权利：\n\n

			(1) 服务发生终止后，「心脉AI」将您的注册数据及以前的行为记录进行匿名化处理；\n\n

			(2) 如您在服务变更、中断、终止前，在「心脉AI」平台上存在违法行为或违反条款的行为，「心脉AI」仍可行使本服务条款所规定的权利。\n\n

			第十条 通知\n\n

			10.1 有效联系方式\n\n

			（1）您在注册成为本平台用户，并接受本平台平台服务时，您应该向本平台提供真实有效的联系方式（包括您的电子邮件地址、联系电话、联系地址等），对于联系方式发生变更的，您有义务及时更新有关信息，并保持可被联系的状态。\n\n

			（2）您在注册本平台用户时生成的用于登陆本平台平台接收站内信、系统消息和支付即时信息的会员账号（包括子账号），也作为您的有效联系方式。\n\n

			（3）本平台将向您的上述联系方式的其中之一或其中若干向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。\n\n

			（4）您有权通过您注册时填写的手机号码或者电子邮箱获取您感兴趣的商品广告信息、促销优惠等商业性信息；您如果不愿意接收此类信息，您有权通过本平台提供的相应的退订功能进行退订。\n\n

			10.2 通知的送达\n\n

			（1）本平台通过上述联系方式向您发出通知，其中以电子的方式发出的书面通知，包括但不限于在本平台平台公告，向您提供的联系电话发送手机短信，向您提供的电子邮件地址发送电子邮件，向您的账号发送系统消息以及站内信信息，在发送成功后即视为送达；如有以纸质载体发出的书面通知，按照提供联系地址交邮后的第五个自然日即视为送达。\n\n

			（2）对于在本平台上因交易活动引起的任何纠纷，您同意司法机关（包括但不限于人民法院）可以通过手机短信、电子邮件等现代通讯方式或邮寄方式向您送达法律文书（包括但不限于诉讼文书）。您指定接收法律文书的手机号码、电子邮箱等联系方式为您在本平台注册、更新时提供的手机号码、电子邮箱联系方式以及在注册本平台用户时生成的账号，司法机关向上述联系方式发出法律文书即视为送达。您指定的邮寄地址为您的法定联系地址或您提供的有效联系地址。\n\n

			（3）您同意司法机关可采取以上一种或多种送达方式向您达法律文书，司法机关采取多种方式向您送达法律文书，送达时间以上述送达方式中最先送达的为准。\n\n

			（4）您同意上述送达方式适用于各个司法程序阶段。如进入诉讼程序的，包括但不限于一审、二审、再审、执行以及督促程序等。\n\n

			（5）你应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由您自行承担由此可能产生的法律后果。\n\n

			第十一条 适用法律框架以及争议解决途径\n\n
			本协议的订立、执行、解释及争议的解决均应适用中国人民共和国法律及法规。如发生本协议部分内容与适用法律相抵触时，此部分协议抵触内容应以适用法律为准，同时此部分协议抵触内容不影响协议其他部分的效力，即协议其他部分继续有效。如协议缔约双方就本协议内容或其执行发生任何争议，双方应共同勉力友好协商解决；协商不成时，任何一方可向「心脉AI」所有权方北京和美健康科技有限责任公司所在地【北京市】所属的有管辖权的人民法院提起诉讼。\n\n

			第十二条 其他\n\n
			12.1
			为了更多用户的利益，「心脉AI」将不定期的举行各类优惠活动（包括但不限于：特定提问折扣或免费、回答限时免费看等），平台所有用户在此确认并同意，许可「心脉AI」开展此类活动。各类优惠活动旨在为广大不特定用户提供享受优惠的福利，而绝非为任何用户提供恶意利用活动谋取不正当利益，损害「心脉AI」权益提供可能和便利。利用活动和规则漏洞谋取不当利益者，将按照本用户协议第7.3
			条处理。\n\n
			12.2 如您在中国大陆以外的国家或地区访问或使用「心脉AI」服务，您有责任严格遵守所在国家或地区内有关在线行为和可接受内容的法律规制。\n\n
			12.3
			本协议下的服务之所有权、运作权和一切解释权归「心脉AI」所有。「心脉AI」有权在必要时修改并更新用户协议，且不再另行通知。如果您不同意「心脉AI」用户协议所做的修改，有权停止使用网络服务。在修改更新生效后用户继续使用服务，则视为您接受用户协议的变动并遵守最新用户协议。\n\n
			12.4「心脉AI」是和美健康旗下网站、小程序和App。和美健康是中国领先医疗健康领域探索者，AI医疗行业品牌机构。如果您对用户协议有任何疑问，请联系 aima2024@163.com 邮箱。\n\n
		</text>
		<text class="policy-bold-text">感谢您对「心脉AI」产品和服务的信任和使用！</text>
		<text class="policy-text-sign">北京和美健康科技有限责任公司</text>
	</view>
</template>

<script>
	export default {
		data() {
			return {

			}
		},
		methods: {

		}
	}
</script>

<style>
	.policy-container {
		display: flex;
		flex-direction: column;
		padding: 10px 20px;
	}

	.policy-title {
		font-weight: bold;
		font-size: 17px;
		color: black;
		position: relative;
		align-self: center;
		margin: 10px 0px;
	}

	.policy-sub-title {
		font-size: 12px;
		color: darkgray;
		margin-top: 10px;
	}

	.policy-text {
		font-size: 12px;
		color: dimgray;
		line-height: 18px;
	}


	.policy-bold-text {
		font-weight: bold;
		color: black;
		font-size: 12px;
		margin: 10px 0px;
	}

	.policy-text-sign {
		margin-top: 30px;
		margin-bottom: 10px;
		font-size: 12px;
		color: darkgray;
		position: relative;
		align-self: flex-end;
	}
</style>